[
    {
        "id": 1,
        "name": "Hoover Dam",
        "country": "USA",
        "description": "The Hoover Dam is a concrete arch-gravity dam located on the Colorado River, on the border between Arizona and Nevada in the United States. It was constructed between 1931 and 1935 during the Great Depression, providing employment for thousands of workers. The dam was named after President Herbert Hoover, who played a key role in its construction. It is 221 meters high and 379 meters long, with a width of 14 meters at the crest and 200 meters at the base. The dam was built to provide flood control, hydroelectric power, and irrigation water for the arid Southwest region of the United States. It impounds Lake Mead, which is the largest reservoir in the United States by volume and supplies water to millions of people in California, Nevada, and Arizona. The dam is a popular tourist attraction, with over 7 million visitors annually, and has been featured in many movies and TV shows. It is also a National Historic Landmark and was listed on the National Register of Historic Places in 1981. The Hoover Dam is considered a remarkable feat of engineering and a symbol of American ingenuity and resilience.",
        "latitude": 36.0160655,
        "longitude": -114.7377325,
        "picture": "hoover dam"
    },
    {
        "id": 2,
        "name": "Sagrada Família",
        "country": "Spain",
        "description": " The Sagrada Família, or Basilica and Expiatory Church of the Holy Family in English, is an iconic Roman Catholic basilica located in Barcelona, Spain. Designed by the renowned Catalan architect Antoni Gaudí, the church is a stunning example of his unique style, which combines elements of Art Nouveau, Catalan Modernisme, and Gothic Revival architecture. Construction began in 1882 and, despite Gaudí's death in 1926, it has continued ever since, with an anticipated completion date in the 2030s. The Sagrada Família is a UNESCO World Heritage Site and a must-see attraction for visitors to Barcelona, showcasing Gaudí's unparalleled creativity and vision.",
        "latitude": 41.4033297669338,
        "longitude": 2.174305038232575,
        "picture": "sagrada família"
    },
    {
        "id": 3,
        "name": "Great Pyramid of Giza",
        "country": "Egypt",
        "description": "The Giza Pyramids are one of the most famous landmarks in Egypt and the world. They are located on the Giza plateau near the city of Cairo and were built over 4,500 years ago during the Old Kingdom period of ancient Egypt. The Giza Pyramids include three main pyramids, known as the Great Pyramid of Khufu, the Pyramid of Khafre, and the Pyramid of Menkaure. The Great Pyramid of Khufu is the largest and most famous of the three, standing over 146 meters (480 feet) tall. The Giza Pyramids have fascinated people for centuries and continue to be a major tourist attraction in Egypt. They are also a UNESCO World Heritage Site, recognized for their historical and cultural significance",
        "latitude": 31.1309426,
        "longitude": 29.9931676,
        "picture": "pyramid of giza"
    },
    {
        "id": 4,
        "name": "Eiffel Tower",
        "country": "France",
        "description": "The Eiffel Tower is a world-famous wrought-iron lattice tower located in Paris, France. Designed by the engineer Gustave Eiffel and completed in 1889, the tower was originally built as the entrance arch for the 1889 World's Fair, which celebrated the 100th anniversary of the French Revolution. Standing at 324 meters (1,063 feet) tall, it was the tallest man-made structure in the world until the completion of the Chrysler Building in New York City in 1930. The Eiffel Tower has since become a symbol of Paris and France, attracting millions of visitors each year. It offers breathtaking views of the city from its observation platforms and is an iconic landmark recognized globally.",
        "latitude": 48.85834183623499,
        "longitude": 2.2944920251686547,
        "picture": "eiffel tower"
    }
]






